// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder는 Finder %@ 버전과 호환성 테스트가 이뤄지지 않았습니다.";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "XtraFinder는 Finder %@ - %@ 버전까지 호환성을 제공합니다.\n조만간 새 버전에 대응하는 XtraFinder가 배포될 예정입니다.\n\n계속 XtraFinder를 사용하시겠습니까?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "백그라운드에서 진행 중인 파일 복사 또는 이동 작업을 모두 종료하십시오.\nFinder가 지금 재실행합니다.";
"Uninstall" = "삭제";

"Are you sure you want to reset XtraFinder's Preferences?" = "XtraFinder 환경설정을 초기화하시겠습니까?";

"XtraFinder has been updated to version %@!" = "XtraFinder가 %@ 버전으로 업데이트되었습니다!";